[
  {
    "author": "Sócrates",
    "sentence": "No puedo enseñar nada a nadie. Solo puedo hacerles pensar",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Socrates-tranh-ve.jpg/640px-Socrates-tranh-ve.jpg",
    "explanation": "Sócrates era conocido por su método socrático de enseñanza, que se caracterizaba por hacer a sus discípulos reflexionar. Él solo daba las herramientas para que ellos mismo llegarán a las soluciones."
  },

  {
    "author": "José Ortega y Gasset",
    "sentence": "Nuestras convicciones más arraigadas, más indubitables, son las más sospechosas. Ellas constituyen nuestro límite, nuestros confines, nuestra prisión",
    "image": "https://cdn.britannica.com/73/9773-004-E7560B52/Ortega-y-Gasset.jpg",
    "explanation": "Cuando tenemos una mentalidad demasiado rígida puede ser perjudicial para nuestro bienestar, pues, en muchas ocasiones, somo incapaces de ser objetivos. Al final, estos pensamientos se convierten en creencias limitantes."
  },

  {
    "author": "Schopenhauer",
    "sentence": "Pocas veces pensamos en lo que tenemos; pero siempre en lo que nos falta",
    "image": "https://cdn.britannica.com/59/9459-050-0B1E273F/Arthur-Schopenhauer-1855.jpg",
    "explanation": "Los seres humanos tenemos la mala costumbre de no valorar lo que tenemos y desear lo que no está al alcance. Para ser feliz, es necesario valorar lo que tienes y no darle tanta importancia a lo que no tienes."
  },

  {
    "author": "Bertrand Russell",
    "sentence": "Nunca moriría por mis creencias porque podría estar equivocado",
    "image": "https://cdn.britannica.com/58/20958-050-EB05A07A/Bertrand-Russell-1960.jpg",
    "explanation": "No podemos afirmar que lo que pensamos siempre sea cierto. En ocasiones nuestros prejuicios pueden dominarlos o podemos ver la realidad desde nuestro punto de vista solamente. Igual otra persona no lo ve igual."
  },

  {
    "author": "Spinoza",
    "sentence": "El deseo es la verdadera esencia del hombre",
    "image": "https://cdn.britannica.com/58/126158-050-F6C9719C/Benedict-de-Spinoza-oil-painting-Wolfenbuttel-Germany-1665.jpg",
    "explanation": "Por suerte o por desgracia, las personas siempre estamos anhelando algo, deseando algo. Esta es la pura esencia del hombre y lo que nos hace movernos hacia adelante. En ocasiones, pero, estos deseos pueden ser irracionales, y para nuestro bien debemos tocar con los pies en el suelo."
  },

  {
    "author": "Epicteto",
    "sentence": "No es lo que te ocurre, sino cómo reaccionas lo que importa",
    "image": "https://significado.com/wp-content/uploads/platon.jpg",
    "explanation": "La vida es complicada y a veces se presentan situaciones inesperadas que nos desestabilizan. Pero cuando ha pasado un periodo en el que nos acostumbramos a la nueva situación, es nuestra percepción de los hechos lo que nos causa sufrimiento."
  },

  {
    "author": "Friedrich Nietzsche",
    "sentence": "Aquel que tiene un porqué para vivir se puede enfrentar a todos los cómos",
    "image": "https://cdn.britannica.com/09/130309-050-530B1FE1/Friedrich-Nietzsche.jpg",
    "explanation": "El que tiene objetivos realistas en la vida y algo por lo que luchar, está tan motivado que es capaz de superar los grandes obstáculos con los que puede encontrarse a lo largo de su vida."
  },

  {
    "author": "René Descartes",
    "sentence": "Vivir sin filosofar es, propiamente, tener los ojos cerrados, sin tratar de abrirlos jamás",
    "image": "https://cdn.britannica.com/95/190395-050-439A37F8/Rene-Descartes-oil-painting-Frans-Hals-1649.jpg",
    "explanation": "Puede ser muy cómodo vivir la vida sin pararse a pensar en lo que hacemos, simplemente viviendo la vida al minuto, pero esto puede convertirse en algo que nos perjudica si no reflexionamos de vez en cuando, especialmente cuando nos cruzamos con situaciones problemáticas. "
  },

  {
    "author": "Kant",
    "sentence": "Vemos las cosas, no como son, sino como somos nosotros",
    "image": "https://en.academic.ru/pictures/enwiki/75/Kant_foto.jpg",
    "explanation": "Las personas interpretamos el mundo no cómo es, sino cómo pensamos que es. Es decir, nosotros tenemos experiencias previas grabadas en nuestra mente y prejuicios que determinan cómo vamos a valorar los eventos que suceden en nuestra vida diaria."
  },

  {
    "author": "Platón",
    "sentence": "La pobreza no viene por la disminución de las riquezas, sino por la multiplicación de los deseos",
    "image": "https://www.filosofia.org/000/platon01.jpg",
    "explanation": "Esta frase es parecida a otra que dice: “no es más rico el que más tiene, sino el que menos necesita”. Una frase totalmente cierta que afirma que si queremos demasiado, jamás estaremos contentos. La felicidad está en las pequeñas cosas y en la aceptación."
  },

  {
    "author": "Aristóteles",
    "sentence": "Las raíces de la educación son amargas, pero sus frutos son dulces",
    "image": "https://resumos.soescola.com/wp-content/uploads/2020/05/Aristoteles-Filosofia-Grega.jpg",
    "explanation": "El famoso filósofo nos recuerda que la educación no se basa en los placeres a corto plazo y que su potencial tiene que ver con las oportunidades futuras que nos brinda."
  }

]
